Repository: domogik/domogik
Catalog: src/domogik/admin/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Below, you will see the file(s) for your language which are contained in this package. By reading them you will be able to guess how to interact with your butler. If you have any doubt, you may read the Rivescript help.
fr: Ci-dessous, vous verrez les fichiers pour votre langue qui sont contenus dans ce paquet. En les lisant, vous pourrez deviner comment interagir avec votre majordome. En cas de doute, vous pouvez lire l'aide de Rivescript.

source: Rivescript help
fr: Aide rivescript

source: Files
fr: Fichiers

source: Save the configuration
fr: Sauver la configuration

source: There is nothing to configure for this client.
fr: Il n'y a rien à configurer pour ce client.

source: Detected devices
fr: Périphériques détectés

source: You should wait a few minutes after the plugin startup before looking for detected devices. Keep also in mind that each time the plugin is stopped, the list is reseted.
fr: Vous devez attendre quelques minutes après le démarrage du plugin avant de rechercher les périphériques détectés. Gardez également à l'esprit que chaque fois que le plugin est arrêté, la liste est réinitialisée.

source: Device informations
fr: Informations périphérique

source: Device type
fr: Type du périphérique

source: Name
fr: Nom

source: Reference
fr: Référence

source: Global parameters
fr: Paramètres globaux

source: xPL parameters
fr: Paramètres xPL

source: xPL command parameters
fr: Paramètres de commande xPL

source: xPL stat parameters
fr: Paramètres de valeur xPL

source: Edit the device
fr: Editer le périphérique

source: Create a new device
fr: Créer nouveau périphérique

source: Create by device type
fr: Créer par type

source: No device types found
fr: Type de périphérique non trouvé

source: Loading detected device list ...
fr: Charge la liste des périphériques détectés...

source: Create a new Domogik device
fr: Créer un nouveau périphérique Domogik

source: Known Devices
fr: Périphériques reconnus

source: Edit
fr: Editer

source: Delete the device
fr: Effacer le périphérique

source: Device type id
fr: Id du type de périphérique

source: View the device timeline
fr: Afficher la chronologie du périphérique

source: Configure
fr: Configurer

source: Value
fr: Valeur

source: Sensors
fr: Capteurs

source: Data Type
fr: Type de données

source: Warning
fr: Attention

source: The datatype used by this sensor is no more compliant with this release of Domogik. You may consider to upgrade this plugin and if needed, recreate this device.
fr: Le type de données utilisé par ce capteur n'est plus conforme à cette version de Domogik. Vous pouvez envisager de mettre à niveau ce plugin et si nécessaire, recréer ce périphérique.

source: Last value
fr: Dernière valeur

source: Read the video file
fr: Lire le fichier vidéo

source: Last received
fr: Dernière réception

source: Create the command
fr: Créer la commande

source: To create a sensor, you need to create a command which will grab the value.
fr: Pour créer un capteur, vous devez créer une commande qui saisira la valeur.

source: You have to configure the following fields :
fr: Vous devez configurer les champs suivants :

source: Polling interval
fr: Intervalle d'interrogation

source: JSONPath expression
fr: Expression JSONPath

source: Create the sensor
fr: Créer le capteur

source: You have to create a <strong>custom sensor</strong>
fr: Vous devez créer un <strong> capteur personnalisé </strong>

source: Choose the newly created command.
fr: Choisissez la commande nouvellement créée.

source: Configure the <strong>Custom state items</strong> like this :
fr: Configurez les <strong>éléments d'état personnalisés</strong> comme ceci :

source: Commands
fr: Commandes

source: Command Key
fr: Clé de commande

source: Data type
fr: Type de donnée

source: Values
fr: Valeurs

source: Black (off)
fr: Noir (éteint)

source: Some text
fr: Du texte

source: A value
fr: Une valeur

source: The datatype used by this command is no more compliant with this release of Domogik. You may consider to upgrade this plugin and if needed, recreate this device.
fr: Le type de données utilisé par cette commande n'est plus conforme à cette version de Domogik. Vous pouvez envisager de mettre à niveau ce plugin et si nécessaire, recréer ce périphérique.

source: REST url
fr: Url ReST

source: Test the command
fr: Testez la commande

source: Calling url
fr: URL d'appel

source: An error occurred while sending the command. Maybe the client did not respond to the command. Please check the client is alive or the client logs.
fr: Une erreur s'est produite lors de l'envoi de la commande. Peut-être que le client n'a pas répondu à la commande. Veuillez vérifier que le client est vivant ou les journaux du client.

source: Command executed with success (the plugin replied). If you have any issue, please check in the plugin logs.
fr: Commande exécutée avec succès (le plugin a répondu). Si vous avez un problème, veuillez vérifier les journaux du plugin.

source: Create the commands
fr: Créez les commandes

source: You only need to configure the URL field.
fr: Il vous suffit de configurer le champ URL.

source: Url for
fr: Url pour

source: Url for : status
fr: Url pour : statut

source: see the corresponding sensor
fr: voir le capteur correspondant

source: For the command, select the status command created.
fr: Pour la commande, sélectionnez le status de la commande créée.

source: Create the switch
fr: Créer le commutateur

source: To create the switch, use the commands and the sensor created.
fr: Pour créer le commutateur, utilisez les commandes et le capteur créés.

source: Not yet documented
fr: Pas encore documenté

source: The current command is complex as it needs several parameters. Please refer to the command keys informations to find the appropriate usage on Openremote.
fr: La commande actuelle est complexe car elle nécessite plusieurs paramètres. Veuillez vous référer aux informations des clés de commande pour trouver l'utilisation appropriée sur Openremote.

source: xPL stats : details about xPL parameters for the sensors
fr: Statistiques xPL: détails des paramètres xPL des capteurs

source: Key
fr: Clé

source: Value or sensor
fr: Valeur ou capteur

source: Static
fr: Statique

source: value
fr: valeur

source: Dynamic
fr: Dynamique

source: sensor
fr: capteur

source: xPL Commands : details about xPL parameters for the commands
fr: Commandes xPL: détails des paramètres xPL des commandes

source: No devices found
fr: Pas de périphérique trouvé

source: Edit the device GLOBAL parameters
fr: Modifier les paramètres GLOBAUX du périphérique

source: current
fr: courant

source: Domogik devices
fr: Périphériques Domogik

source: Timeline
fr: Chronologie

source: Brain details
fr: Détails du cerveau

source: Advanced
fr: Avancé

source: There is no documentation built for this package.
fr: Il n'y a pas de documentation construite pour ce paquet.

source: There is no advanced configuration for this client.
fr: Il n'y a pas de configuration avancée pour ce client.

source: Edit the sensor properties
fr: Modifier les propriétés du capteur

source: Store the history of the sensor
fr: Stocker l'historique du capteur

source: If checked, the history of the sensor will be stored in database. Else, only the last value will be kept.
fr: Si coché, l'historique du capteur sera stocké dans la base de données. Sinon, seule la dernière valeur sera conservée.

source: Timeout
fr: Temporisation

source: Define the time (in seconds) after which a sensor will considered as lost if no new value have been received. For some type of sensors, there is no need to set a timeout value.
fr: Définissez le temps (en secondes) après lequel un capteur sera considéré comme perdu si aucune nouvelle valeur n'a été reçue. Pour certains types de capteurs, il n'est pas nécessaire de définir une valeur de temporisation.

source: Formula
fr: Formule

source: If the value raised by the plugin is not correct (for example a temperature sensor that has an +1°C error) or need to be transformed (converting an input voltage into a temperature for example), you may choose to define a formula.
fr: Si la valeur augmentée par le plugin n'est pas correcte (par exemple un capteur de température qui a une erreur de + 1 ° C) ou doit être transformée (conversion d'une tension d'entrée en température par exemple), vous pouvez choisir de définir une formule.

source: The sensor value is contained in the <strong>VALUE</strong> parameter.
fr: La valeur du capteur est contenue dans le paramètre <strong>VALEUR</strong>.

source: To add 1 degree to a temperature sensor, just do :
fr: Pour ajouter 1 degré à un capteur de température, faites simplement :

source: If the sensor value must be divided by 100, just do :
fr: Si la valeur du capteur doit être divisée par 100, faites simplement :

source: You can also use more complex formula like :
fr: Vous pouvez également utiliser des formules plus complexes comme :

source: Maximum number of values in database
fr: Nombre maximum de valeurs dans la base de données

source: Set the maximum number of records that will be stored in the history table, if 0 the max number is infinite..
fr: Définissez le nombre maximum d'enregistrements qui seront stockés dans la table d'historique, si 0 le nombre maximum est infini.

source: History size in days
fr: Taille de l'historique en jours

source: Define how long the history needs to be kept, if 0 the stats will bekept forever. Its counted in days, so a value of 10 means keep the history for 10 days.
fr: Définissez la durée de conservation de l'historique, si 0, les statistiques seront conservées pour toujours. Le nombre correspond à des jours, donc une valeur de 10 signifie garder l'historique pendant 10 jours.

source: Incremental
fr: Incrémentale

source: Substract previous value to new and store result value.
fr: Soustrais la valeur précédente à la nouvelle et stocke la valeur du résultat.

source: Round value
fr: Valeur arrondie

source: Set a number that will be used for the reduced stats storage. This will be evaluated only if you choose to store the history. More informations about the configuration of this option is available in the online documentation.
fr: Définissez un nombre qui sera utilisé pour le stockage réduit des statistiques. Cela ne sera évalué que si vous choisissez de stocker l'historique. Plus d'informations sur la configuration de cette option sont disponibles dans la documentation en ligne.

source: Select a child datat_type for this sensor, this will help the UI to select the correct widget.
fr: Sélectionnez un type de données enfant pour ce capteur, cela aidera l'interface utilisateur à sélectionner le widget correct.

source: Install a package
fr: Installer un paquet

source: How to install a package
fr: Comment installer un paquet

source: In the current release, you can't install packages directly from this administration interface..
fr: Dans la version actuelle, vous ne pouvez pas installer de paquet directement à partir de cette interface d'administration.

source: You will have to install a package from a command line, thanks to the command :
fr: Vous devrez installer un paquet depuis une ligne de commande, grâce à la commande :

source: You will be able to find the packages in the Domogik packages online repository :
fr: Vous pourrez trouver les paquet dans le référentiel en ligne des paquets Domogik :

source: Clients on server
fr: Clients sur le serveur

source: Core components
fr: Composants de base

source: Brain parts
fr: Parties du cerveau

source: xPL clients
fr: Clients xPL

source: No clients found (even core components!): is Domogik manager running?
fr: Aucun client trouvé (même les composants de base !): Domogik Manager est-il en cours d'exécution ?

source: Domogik configuration
fr: Configuration de Domogik

source: External access
fr: Accès externe

source: If you use Domogik from internet, you surely use a different url to access Domogik from internet and your local network. To allow applications like Domodroid to use the appropriate url depending on where you are, you can configure here your external access informations.
fr: Si vous utilisez Domogik depuis Internet, vous utilisez sûrement une URL différente pour accéder à Domogik depuis Internet et votre réseau local. Pour permettre à des applications comme Domodroid d'utiliser l'url appropriée selon l'endroit où vous vous trouvez, vous pouvez configurer ici vos informations d'accès externe.

source: Printer configuration
fr: Configuration de l'imprimante

source: Some Butler features may use the printer (to print a shopping list for example). If you want to use this kind of features, please feel the printer informations.
fr: Certaines fonctionnalités du Majordome peuvent utiliser l'imprimante (pour imprimer une liste de courses par exemple). Si vous souhaitez utiliser ce type de fonctionnalités, veuillez consulter les informations de l'imprimante.

source: Online services configuration
fr: Configuration des services en ligne

source: Some Domogik advanced features may need to use some online services (cloud based services for example). If you need to use them, you will have to fill some below informations. If you don't need them, skip this part.
fr: Certaines fonctionnalités avancées de Domogik peuvent nécessiter l'utilisation de certains services en ligne (services basés sur le cloud par exemple). Si vous avez besoin de les utiliser, vous devrez remplir quelques informations ci-dessous. Si vous n'en avez pas besoin, sautez cette partie.

source: Save the configuration
fr: Sauvegardez la configuration

source: Core component
fr: Composant de base

source: Butler learned commands
fr: Le majordome a appris des commandes

source: The butler is able to learn commands. All the commands learned are listed below. Feel free to edit the file manually if you wish.
fr: Le majordome est capable d'apprendre des commandes. Toutes les commandes apprises sont répertoriées ci-dessous. N'hésitez pas à modifier le fichier manuellement si vous le souhaitez.

source: Butler
fr: Majordome

source: Learned commands
fr: Commandes apprises

source: Not understood queries
fr: Requêtes non comprises

source: Butler not understood commands
fr: Le majordome n'a pas compris les commandes

source: The butler may not understand what you request for various reasons : the query is not implemented, the voice recognition engine didn't work fine, ....
fr: Le majordome peut ne pas comprendre ce que vous demandez pour diverses raisons: la requête n'est pas implémentée, le moteur de reconnaissance vocale n'a pas bien fonctionné, ....

source: Here are listed all the not understood queries.
fr: Voici toutes les requêtes non comprises.

source: Domogik DataTypes
fr: Types de données Domogik

source: Online help about the datatypes
fr: Aide en ligne sur les types de données

source: Search
fr: Chercher

source: Search Tree
fr: Arbre de recherche

source: Type to search
fr: Texte à rechercher

source: Ignore Case
fr: Ignorer majuscules ou minuscules

source: Exact Match
fr: Correspondance exacte

source: Datatypes
fr: Type de données

source: Details
fr: Détails

source: Example values
fr: Exemples de valeurs

source: Unit
fr: Unité

source: Labels
fr: Etiquettes

source: Label
fr: Etiquette

source: Minimum value
fr: Valeur minimum

source: Maximum value
fr: Valeur maximale

source: Allowed values
fr: Valeurs autorisées

source: Corresponding status
fr: Statut correspondant

source: Welcome to Domogik Admin
fr: Bienvenue dans l'administration de Domogik

source: If this is your first time on Domogik, you should read the online documentation :
fr: Si c'est la première fois que vous utilisez Domogik, vous devriez lire la documentation en ligne :

source: To sum up, you have to :
fr: Pour résumer, vous devez :

source: Install some plugins.
fr: Installez certains plugins.

source: Create devices for these plugins.
fr: Créez des périphériques pour ces plugins.

source: Go to Domoweb and set some widgets with your created devices.
fr: Accédez à Domoweb et définissez des widgets pour vos périphériques.

source: Enjoy !
fr: Profiter !

source: If you find a bug or need an improvment which is not related to a package (plugin, etc), please
fr: Si vous trouvez un bogue ou avez besoin d'une amélioration qui n'est pas liée à un package (plugin, etc.), veuillez

source: open a ticket on our tracker
fr: ouvrir un ticket sur notre tracker

source: If you find a bug or need an improvment about a package, please open a ticket in the package related GitHub tracker.
fr: Si vous trouvez un bogue ou avez besoin d'une amélioration sur un paquet, veuillez ouvrir un ticket dans le tracker GitHub lié au paquet.

source: Configure DomoDroid
fr: Configurer DomoDroid

source: Location
fr: Localisation

source: Add a new location
fr: Ajouter une nouvelle localisation

source: No location have been defined yet!
fr: Aucune localisation n'a encore été définie !

source: Delete
fr: Supprimer

source: Radius
fr: Rayon

source: Last seen
fr: Vu pour la dernière fois

source: Location Edit
fr: Modifier la localisation

source: Save
fr: Sauver

source: Please enter username and password
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe

source: Orphan Devices
fr: Périphériques orphelins

source: Orphan devices are devices created for a client which is no more detected by Domogik. Many reasons can explain this:
fr: Les périphériques orphelins sont des périphériques créés pour un client qui n'est plus détecté par Domogik. De nombreuses raisons peuvent expliquer cela :

source: The hostname of the server has been changed.
fr: Le nom d'hôte du serveur a été modifié.

source: The device was created for a plugin which has been uninstalled.
fr: Le périphérique a été créé pour un plugin qui a été désinstallé.

source: The device is related to a xPL client which is not part of Domogik. If this xPL client is shut or unplug, Domogik doesn't see it anymore and the device is set as orphan. If the client come back to life, the device won't be an orphan anymore.
fr: Le périphérique est lié à un client xPL qui ne fait pas partie de Domogik. Si ce client xPL est fermé ou débranché, Domogik ne le voit plus et le périphérique est défini comme orphelin. Si le client reprend vie, l'périphérique ne sera plus orphelin.

source: Device Type
fr: Type de périphérique

source: Hooray, no orphans found
fr: Hourra, aucun orphelin n'a été trouvé

source: Scenarios
fr: Scénarios

source: Create a new scenario
fr: Créez un nouveau scénario

source: Clone
fr: Cloner

source: There is no scenario yet
fr: Il n'y a pas encore de scénario

source: Scenario
fr: Scénario

source: Help
fr: Aide

source: Help - examples
fr: Aide - exemples

source: Fullscreen
fr: Plein écran

source: Scenarios help
fr: Aide sur les scénarios

source: The left menu
fr: Menu de gauche

source: The left menu contains all the blocks needed to build a scenario.
fr: Le menu de gauche contient tous les blocs nécessaires pour construire un scénario.

source: Logic
fr: Logique

source: All logic blocks needed to do logic operations, comparisons, ...
fr: Tous les blocs logiques nécessaires pour effectuer des opérations logiques, des comparaisons, ...

source: Datatypes
fr: Type de données

source: The datatypes blocks are used to compare the devices sensors values to some values. Depending on a sensor datatype, the values to compare are not the same : on/off, open/close, a number, ... The datatypes blocks will help you to use the appropriate values.
fr: Les blocs de types de données sont utilisés pour comparer les valeurs des capteurs des périphériques à certaines valeurs. Selon le type de données d'un capteur, les valeurs à comparer ne sont pas les mêmes: on / off, ouverture / fermeture, un nombre, ... Les blocs de types de données vous aideront à utiliser les valeurs appropriées.

source: Devices
fr: Périphériques

source: This menu will list all the availables devices and their sensors and commands.
fr: Ce menu répertorie tous les périphériques disponibles et leurs capteurs et commandes.

source: Other sensors
fr: Autres capteurs

source: Some sensors not related to the devices.
fr: Certains capteurs ne sont pas liés aux périphériques.

source: Other commands
fr: Autres commandes

source: Some commands not related to the devices.
fr: Certaines commandes non liées aux périphériques.

source: Add a comparison operator
fr: Ajouter un opérateur de comparaison

source: To compare a device sensor to a value, add a comparison operator in the <strong>WHEN</strong> condition.
fr: Pour comparer un capteur d'un périphérique à une valeur, ajoutez un opérateur de comparaison dans la condition <strong>QUAND</strong>.

source: Choose a device sensor
fr: Choisissez un capteur du périphérique

source: You will need to choose one or several devices sensors to use.
fr: Vous devrez choisir un ou plusieurs capteurs de périphériques à utiliser.

source: Each device can have several sensors. Each sensor has a datatype (<em>DT_xxx</em>). The datatype is important because it will help you to choose the appropriate datatype block for comparisons.
fr: Chaque périphérique peut avoir plusieurs capteurs. Chaque capteur a un type de données (<em>DT_xxx</em>). Le type de données est important car il vous aidera à choisir le bloc de type de données approprié pour les comparaisons.

source: Add the device sensor
fr: Ajouter le capteur d'un périphérique

source: Add your device sensor to your scenario.
fr: Ajoutez le capteur de votre périphérique à votre scénario.

source: The datatypes
fr: Les types de données

source: Once your sensors are choosen, you will have use the related datatypes blocks for comparisons.
fr: Une fois vos capteurs choisis, vous devrez utiliser les blocs de types de données associés pour les comparaisons.

source: In the list of datatypes blocks, choose the appropriate ones.
fr: Dans la liste des blocs de types de données, choisissez ceux qui conviennent.

source: Add the datatype
fr: Ajouter le type de données

source: Add the datatype block to your scenario.
fr: Ajoutez le bloc de type de données à votre scénario.

source: The commands
fr: Les commandes

source: You can now choose a device command, for example to switch a light when the <strong>WHEN</strong> condition is ok.
fr: Vous pouvez maintenant choisir une commande d'un périphérique, par exemple pour allumer une lumière lorsque la condition <strong>QUAND</strong> est correcte.

source: But you can also use a command not related to a device.
fr: Mais vous pouvez également utiliser une commande non liée à un périphérique.

source: Add the command
fr: Ajoutez la commande

source: Add the command to your scenario in the <strong>DO</strong> part.
fr: Ajoutez la commande à votre scénario dans la partie <strong>FAIRE</strong>.

source: Save your scenario and enjoy :).
fr: Enregistrez votre scénario et profitez :).

source: OK, thanks
fr: OK merci

source: Scenario examples
fr: Exemples de scénarios

source: Basic rules
fr: Règles de base

source: <strong>if</strong> and <strong>else if</strong> are conditions. If the condition described is correct (true), the <strong>do</strong> part will be executed : the executed steps are called the <strong>actions</strong>.
fr: <strong>si</strong> et <strong> sinon si </strong> sont des conditions. Si la condition décrite est correcte (vraie), la partie <strong>faire</strong> sera exécutée: les étapes exécutées sont appelées les <strong>actions</strong>.
