Repository: domogik/domogik
Catalog: src/domogik/admin/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: If you compare <strong>float</strong> numbers, even if you use the comma "<strong>,</strong>" separator in your country, you must use the dot "<strong>.</strong>" separator in the scenarios.
fr: Si vous comparez des nombres <strong>flottants</strong>, même si vous utilisez le séparateur virgule "<strong>, </strong>" dans votre pays, vous devez utiliser le séparateur point "<strong>. </strong>" dans les scénarios.

source: <strong>A condition is evaluated each time one of its element changes</strong>. For example if you have an element <strong>current time</strong> and a <strong>device sensor</strong>, the condition can be evaluated once or more in the same minute if the device sensor value change one or more time : <em>1 current time evaluation + N device sensor changes of value</em>.
fr: <strong>Une condition est évaluée chaque fois que l'un de ses éléments change </strong>. Par exemple, si vous avez un élément <strong>heure actuelle</strong> et un<strong> capteur de périphérique</strong>, la condition peut être évaluée une ou plusieurs fois dans la même minute si la valeur du capteur de périphérique change une ou plusieurs fois. : <em>1 évaluation de l'heure actuelle + N changements de valeur de capteur de périphérique</em>.

source: Because of the <strong>rule #2</strong>, the actions related to one condition may be executed each time the condition is true.
fr: En raison de la <strong règle n ° 2</strong>, les actions liées à une condition peuvent être exécutées chaque fois que la condition est vraie.

source: You may not want the actions to be executed each time : for example, you want to do an action only once when a temperature sensor is higher than 20 degrees. To handle this usage you will have to use an <strong>hysteresis</strong> block on top of your action blocks.
fr: Il se peut que vous ne souhaitiez pas que les actions soient exécutées à chaque fois : par exemple, vous ne souhaitez effectuer une action qu'une seule fois lorsqu'un capteur de température est supérieur à 20 degrés. Pour gérer cette utilisation, vous devrez utiliser un bloc <strong>hystérésis</strong> qui contiendra vos blocs d'action.

source: The <strong>hysteresis</strong> block will make your scenario remind which block of actions was executed the last time : the next time a condition will be true, if the related actions were already executed once, they will not be executed.
fr: Le bloc <strong>hystérésis</strong> fera rappeler à votre scénario quel bloc d'actions a été exécuté la dernière fois : la prochaine fois qu'une condition sera vraie, si les actions associées ont déjà été exécutées une fois, elles ne seront pas exécutées.

source: This means that <strong>you will need to have at least 2 hysteresis block in a scenario</strong>. Else, your scenario actions will be executed only once!
fr: Cela signifie que <strong>vous devrez avoir au moins 2 blocs d'hystérésis dans un scénario</strong>. Sinon, vos actions de scénario ne seront exécutées qu'une seule fois !

source: <em>"Keep it simple, stupid"</em>. The more a scenario will be complex, the more it will be hard for you to maintain it a few monthes after.
fr: <em>"Restez simple, stupide"</em>. Plus un scénario sera complexe, plus il vous sera difficile de le maintenir quelques mois après.

source: Prerequisites
fr: Conditions préalables

source: Sunrise related actions
fr: Actions liées à l'aube

source: Package <strong>domogik-plugin-weather</strong>
fr: Paquet <strong>domogik-plugin-weather</strong>

source: 15 minutes before the sunrise, execute some actions.
fr: 15 minutes avant le lever du soleil, exécutez quelques actions.

source: The <strong>hysteresis</strong> block is needed to avoid a double execution of the actions.
fr: Le bloc <strong>hystérésis</strong> est nécessaire pour éviter une double exécution des actions.

source: Be caution with the hysteresis block!
fr: Soyez prudent avec le bloc d'hystérésis !

source: What you must not do
fr: Ce que vous ne devez pas faire

source: What is good
fr: Ce qui est bien

source: Explanation
fr: Explication

source: Each hysteresis block has its own unique identifier. When a hysteresis block is called, its identifier is stored in the scenario engine as the last hysteresis identifie encountered while running some actions for the scenario. The next time the scenario is triggered, when a hysteresis block is called, it checks first if the last identifier stored is the same as the hysteresis block. If it is the same, this hysteresis block will not be processed.
fr: Chaque bloc d'hystérésis a son propre identifiant unique. Lorsqu'un bloc d'hystérésis est appelé, son identifiant est stocké dans le moteur de scénario comme la dernière hystérésis identifiée rencontrée lors de l'exécution de certaines actions pour le scénario. Lors du prochain déclenchement du scénario, lorsqu'un bloc d'hystérésis est appelé, il vérifie d'abord si le dernier identifiant stocké est le même que le bloc d'hystérésis. S'il est le même, ce bloc d'hystérésis ne sera pas traité.

source: <strong>You should never use hysteresis block in different <em>IF</em> blocks</strong> : instead you should try to adapt your scenario to use them in the same <strong>IF</strong> block.
fr: <strong>Vous ne devez jamais utiliser de bloc d'hystérésis dans différents blocs<em> SI</em> </strong>: essayez plutôt d'adapter votre scénario pour les utiliser dans le même bloc <strong>SI</strong>.

source: Upgrade Devices
fr: Mettre à niveau les périphériques

source: Upgrade devices are devices created for a client version which is no more detected by Domogik, but a newer version is detected.
fr: Les périphériques en mise à niveau sont des périphériques créés pour une version client qui n'est plus détectée par Domogik, mais une version plus récente est détectée.

source: The devices below need manual intervention to make sure they still work correctly after the plugin is restarted.
fr: Les périphériques ci-dessous nécessitent une intervention manuelle pour s'assurer qu'ils fonctionnent toujours correctement après le redémarrage du plugin.

source: Hooray, no upgrades needed
fr: Hourra, aucune mise à niveau nécessaire

source: Upgrade Device
fr: Mettre à niveau le pérphérique

source: Copy device
fr: Copier le périphérique

source: Delete device
fr: Supprimer le périhérique

source: New User
fr: Nouvel utilisateur

source: Locked user
fr: Utilisateur verrouillé

source: Edit the user
fr: Editer l'utilisateur

source: This technical user is locked and cannot be edited!
fr: Cet utilisateur technique est verrouillé et ne peut pas être modifié !

source: Person informations
fr: Informations sur la personne

source: Related account informations
fr: Informations sur le compte associé

source: This user is linked to an account. An account allows this user to use some Domogik services.
fr: Cet utilisateur est lié à un compte. Un compte permet à cet utilisateur d'utiliser certains services Domogik.

source: An account is not created by default for a new user.
fr: Un compte n'est pas créé par défaut pour un nouvel utilisateur.

source: This user is <strong>not linked to an account</strong>.
fr: Cet utilisateur n'est <strong>pas lié à un compte</strong>.

source: If you want to link the user to an account to let the user access some Domogik services, fill the below informations..
fr: Si vous souhaitez associer l'utilisateur à un compte pour permettre à l'utilisateur d'accéder à certains services Domogik, remplissez les informations ci-dessous.

source: You will need to change the password after the user creation.
fr: Vous devrez changer le mot de passe après la création de l'utilisateur.

source: Change the user password
fr: Changer le mot de passe utilisateur

source: Locker user
fr: Utilisateur bloqué

source: Change the password for
fr: Changer le mot de passe pour

source: This technical user is locked and the password can't be changed!
fr: Cet utilisateur technique est verrouillé et le mot de passe ne peut pas être changé !

source: Users
fr: Utilisateurs

source: Add a new user
fr: Ajouter un nouvel utilisateur

source: First name
fr: Prénom

source: Birth date
fr: Date de naissance

source: View
fr: Vue

source: No user found
fr: Aucun utilisateur trouvé

source: Views
fr: Vues

source: Battery
fr: Batterie

source: Camera
fr: Caméra

source: Orphan Domogik devices
fr: Périphériques Domogik orphelins

source: Upgrade Domogik devices
fr: Mise à jour des périphériques Domogik

source: Domogik Data Types
fr: Types de données Domogik

source: Locations
fr: Localisations

source: Global Config
fr: Configuration globale

source: Rest and MQ API
fr: Rest et MQ API

source: Logout
fr: Déconnexion

source: No history found!
fr: Historique non trouvé !

source: Reset
fr: Réinitialiser

source: Sensor update successfully
fr: Mise à jour du capteur réussie

source: Sensor update failed
fr: La mise à jour du capteur a échoué

source: Param update successfully
fr: Mise à jour des paramètres réussie

source: Param update failed
fr: Échec de la mise à jour des paramètres

source: Device update successfully
fr: Mise à jour du périphérique réussie

source: Device update failed
fr: Échec de la mise à jour du périphérique

source: Device deleted failed
fr: Échec de la suppression du périphérique

source: Device deleted successfully
fr: Périphérique supprimé avec succès

source: Device deletion not allowed
fr: Suppression de périphérique non autorisée

source: Device deletion failed
fr: La suppression du périphérique a échoué

source: Config saved successfully
fr: La configuration a bien été enregistrée

source: Error while saving the configuration
fr: Erreur lors de l'enregistrement de la configuration

source: The display name for this device
fr: Le nom d'affichage de ce périphérique

source: A description for this device
fr: Description du périphérique

source: A reference for this device
fr: Référence du périphérique

source: This value is required
fr: Cette valeur est obligatoire

source: Device created successfully
fr: Périphérique créé avec succès

source: Device creation failed
fr: Echec de la création du périphérique

source: Device creation failed. Please check the logs for more details.
fr: La création du périphérique a échoué. Veuillez consulter les journaux pour plus de détails.

source: Device validation failed : Please check parameters
fr: Échec de la validation du périphérique : veuillez vérifier les paramètres

source: Location updated successfully
fr: Localisation mis à jour avec succès

source: This user is not an admin
fr: Cet utilisateur n'est pas administrateur

source: Combination of username and password wrong
fr: Combinaison du nom d'utilisateur et mot de passe inconnue

source: Scenario deleted
fr: Scénario supprimé

source: Scenario enabled
fr: Scénario activé

source: Scenario disabled
fr: Scénario désactivé

source: Scenario name
fr: Nom du scénario

source: Disabling a scenario avoid to delete it if you temporary want it not to run
fr: La désactivation d'un scénario évite de le supprimer si vous souhaitez temporairement qu'il ne s'exécute pas

source: Behavior threading
fr: Comportement de la tâche

source: Finish current and do next (default and advisable)
fr: Terminer celle en cours puis faire la suivante (par défaut et conseillé)

source: Stop current and do next
fr: Arrêtez celle en cours puis faire la suivante

source: Finish current and not do next
fr: Terminer celle en cours et ne pas faire la suivante

source: Do them all in parallel (unsafe risk of conflict)
fr: Les faire toutes en parallèle (comportement hasardeux, risque de conflit.)

source: Defines the behavior in case of simultaneous execution of the scenario
fr: Définit le comportement en cas d'exécution simultanée du scénario

source: Changes saved
fr: Changements sauvegardés

source: Changes not saved
fr: Modifications non enregistrées

source: Unexpected result from scenario manager
fr: Résultat inattendu du gestionnaire de scénarios

source: Cron rule is not valid.
fr: La règle de planification n'est pas valide.

source: Error in cron rule, can't trigger it.
fr: Erreur dans la règle de planification, impossible de la déclencher.

source: Cron checking, bad request parameters.
fr: Vérification de la planification, mauvais paramètres de requête.

source: Error in cron rule, can't get next date.
fr: Erreur dans la règle de planification, impossible d'obtenir la prochaine date.

source: Ephemeris next date, bad request parameters.
fr: Ephémérides prochaine date, mauvais paramètres de requête.

source: You can't delete this user
fr: Vous ne pouvez pas supprimer cet utilisateur

source: There is no such user
fr: Il n'y a pas de tel utilisateur

source: You can't edit locked users
fr: Vous ne pouvez pas modifier les utilisateurs verrouillés

source: The user is updated
fr: L'utilisateur est mis à jour

source: The user is created
fr: L'utilisateur est créé

source: There was an error during the user creation or upgrade.
fr: Une erreur s'est produite lors de la création ou de la mise à jour de l'utilisateur.

source: Invalid input
fr: Entrée invalide

source: The password is updated
fr: Le mot de passe est mis à jour

source: You can't change the password for person id = 0
fr: Vous ne pouvez pas changer le mot de passe dont la personne à un id = 0

source: There was an error during the password update for the user.
fr: Une erreur s'est produite lors de la mise à jour du mot de passe de l'utilisateur.
