Repository: domogik/domogik
Catalog: src/domogik/admin/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The trigger can be used to execute some actions which returns no status. For example : request to execute a given script.
fr: Trigger peut être utilisé pour exécuter certaines actions qui ne retournent aucun état. Par exemple: demande d'exécuter un script donné.

source: Triggered
fr: Déclenché

source: childs
fr: enfants

source: The Bool can be used for a command to change the state of a device (open/close, on/off, ...) and the sensor can be used to get the state of a device (opened/closed, empty/filled, ...). When you can, use one of its childs.
fr: Bool peut être utilisé comme commande pour changer l'état d'un appareil (ouvert / fermé, marche / arrêt, ...) et le capteur peut être utilisé pour obtenir l'état d'un appareil (ouvert / fermé, vide / rempli, ...). Lorsque vous le pouvez, utilisez l'un de ses enfants.

source: False
fr: Faux

source: True
fr: Vrais

source: The Switch can be used to control or get the state of lights, appliances, ...
fr: Switch peut être utilisé pour contrôler ou obtenir l'état des lumières, des appareils, ...

source: Enable will allow you to enable or disable some features and get their state. For example a virtual device could be used to enable or disable an alarm.
fr: Enable vous permettra d'activer ou de désactiver certaines fonctionnalités et d'obtenir leur état. Par exemple, un périphérique virtuel peut être utilisé pour activer ou désactiver une alarme.

source: 0 (Disable) | 1 (Enable)
fr: 0 (désactivé) | 1 (Activer)

source: Disable
fr: Désactivé

source: Enable
fr: Activé

source: You can use Binary for low level binary devices.
fr: Vous pouvez utiliser Binary pour les périphériques binaires de bas niveau.

source: 0 (Low) | 1 (High)
fr: 0 (faible) | 1 (élevé)

source: Low
fr: Faible

source: High
fr: Elevé

source: 0 (Decrease) | 1 (Increase)
fr: 0 (Diminution) | 1 (Augmentation)

source: Decrease
fr: Diminuer

source: Increase
fr: Augmenter

source: Use Updown to control or get the status of devices that can be up or down (rolling shutter, barrier, ...)
fr: Utilisez Updown pour contrôler ou obtenir le statut des appareils pouvant monter ou descendre (volet roulant, barrière, ...)

source: 0 (Up) | 1 (Down)
fr: 0 (Haut) | 1 (Bas)

source: Up
fr: Monter

source: Down
fr: Descendre

source: OpenClose will be used to control door locks, garage doors, shutters. You can also use it to get the state of doors, windows, locks, ...
fr: OpenClose sera utilisé pour contrôler les serrures de porte, portes de garage, volets. Vous pouvez également l'utiliser pour obtenir l'état des portes, fenêtres, serrures, ...

source: Open
fr: Ouvrir

source: Close
fr: Fermer

source: You can use Start to control and get the state of some motors
fr: Vous pouvez utiliser Start pour contrôler et obtenir l'état de certains moteurs

source: 0 (Stop) | 1 (Start)
fr: 0 (Arrêter) | 1 (Demarrer)

source: Stop
fr: Arrêter

source: Start
fr: Démarrer

source: With State, you can control and get the state of stuff that can be active or inactive.
fr: Avec State, vous pouvez contrôler et obtenir l'état des éléments qui peuvent être actifs ou inactifs.

source: 0 (Inactive) | 1 (Active)
fr: 0 (Inactif) | 1 (Actif)

source: Inactive
fr: Inactif

source: Active
fr: Actif

source: The Motion can be used for all motion sensors.
fr: Le Motion peut être utilisé pour tous les capteurs de mouvement.

source: 0 (No motion) | 1 (Motion)
fr: 0 (Pas de mouvement) | 1 (Mouvement)

source: No motion
fr: Pas de mouvement

source: Motion
fr: Mouvement

source: Number can be used for all kind of sensor which measure something (temperature, humidity, ...). You can also use it to control some things (a motor speed, ...). The float separator is the point, whatever language you will configure your Domogik system. When you can, use one of its childs.
fr: Number peut être utilisé pour tout type de capteur qui mesure quelque chose (température, humidité, ...). Vous pouvez également l'utiliser pour contrôler certaines choses (une vitesse du moteur, ...). Le séparateur flottant est le point, quelle que soit la langue, vous configurerez votre système Domogik. Lorsque vous le pouvez, utilisez l'un de ses enfants.

source: unit
fr: unité

source: Scaling can be used for sensors about percent values and to control a dimmable light, and anything that can have a state between on and off, opened and closed, ... If you want to manage device for which the range of allowed values is [0..255] (or whatever else), you should consider to convert this range to [0..100] by using the conversion feature of the plugins. When you can, use one of its childs.
fr: Scaling (mise à l'échelle) peut être utilisée pour les capteurs sur les valeurs de pourcentage et pour contrôler une lumière à intensité variable, et tout ce qui peut avoir un état entre marche et arrêt, ouvert et fermé, ... Si vous souhaitez gérer un appareil pour lequel la plage de valeurs autorisées est [ 0..255] (ou autre), vous devriez envisager de convertir cette plage en [0..100] en utilisant la fonction de conversion des plugins. Lorsque vous le pouvez, utilisez l'un de ses enfants.

source: Humidity can be used to measure the humidity of the air.
fr: Humidity peut être utilisée pour mesurer l'humidité de l'air.

source: Battery can be used to monitor a battery level in percent.
fr: Battery peut être utilisée pour surveiller un niveau de batterie en pourcentage.

source: 0 (empty) | 10 (nearly empty) | 50 | 100 (full)
fr: 0 (vide) | 10 (presque vide) | 50 | 100 (plein)

source: The Angle must be used for any device that use angles in degrees. The wind direction is a good example. Notice that 0 = 360.
fr: Angle doit être utilisé pour tout appareil utilisant des angles en degrés. La direction du vent en est un bon exemple. Notez que 0 = 360.

source: Brightness can be used to control a light brightness in the lux unit. It can also be used by devices that measure the brightness.
fr: Brightness peut être utilisée pour contrôler la luminosité de la lumière dans l'unité lux. Il peut également être utilisé par des appareils qui mesurent la luminosité.

source: 0.5 (a full moon night) | 200 to 400 (a house with lights on) | 50 000 to 100 000 (outside with full sunlight)
fr: 0,5 (une nuit de pleine lune) | 200 à 400 (une maison éclairée) | 50000 à 100000 (extérieur en plein soleil)

source: Use the Temp for all temperature sensors in degrees.
fr: Utilisez Temp pour tous les capteurs de température en degrés.

source: Use the TempK for all temperature sensors in kelvin.
fr: Utilisez TempK pour tous les capteurs de température en Kelvin.

source: Use the TempF for all temperature sensors in fahrenheit.
fr: Utilisez TempF pour tous les capteurs de température en fahrenheit.

source: The Pressure can be used for measuring a pressure in Pascal.
fr: Pressure peut être utilisée pour mesurer une pression en Pascal.

source: The mbarPressure can be used for measuring a pressure in milliBar. This is the unit used by the barometers.
fr: mbarPressure peut être utilisée pour mesurer une pression en millibar. Il s'agit de l'unité utilisée par les baromètres.

source: The barPressure can be used for measuring a pressure in Bar.
fr: barPressure peut être utilisée pour mesurer une pression en bar.

source: AirQuality can be used for sensors that measure the air quality.
fr: AirQuality peut être utilisée pour des capteurs qui mesurent la qualité de l'air.

source: With Volt, you can measure voltages in Volts.
fr: Avec Volt, vous pouvez mesurer des tensions en Volts.

source: With mVolt, you can measure voltages in milliVolts.
fr: Avec mVolt, vous pouvez mesurer des tensions en millivolts.

source: With kVolt, you can measure voltages in kiloVolts.
fr: Avec kVolt, vous pouvez mesurer des tensions en kilovolts.

source: With Current, you can measure a current in Ampere.
fr: Avec Current, vous pouvez mesurer des tensions en Ampère.

source: With mCurrent, you can measure a current in milliAmpere.
fr: Avec mCurrent, vous pouvez mesurer des tensions en milliampère.

source: With kCurrent, you can measure a current in kiloAmpere.
fr: Avec kCurrent, vous pouvez mesurer des tensions en kiloaAmpère.

source: The Power can be used to measure a power in Watt
fr: Avec Power, vous pouvez mesurer des puissances en Watt

source: The mPower can be used to measure a power in milliWatt
fr: Avec mPower, vous pouvez mesurer des puissances en milliwatt

source: The kPower can be used to measure a power in kiloWatt
fr: Avec kPower, vous pouvez mesurer des puissances enkilowWatt

source: ActiveEnergy can be used to measure the active energy in Watt per hour
fr: ActiveEnergy peut être utilisé pour mesurer l'énergie active en Watt par heure

source: mActiveEnergy can be used to measure the active energy in milliWatt per hour
fr: mActiveEnergy peut être utilisé pour mesurer l'énergie active en milliwatt par heure

source: kActiveEnergy can be used to measure the active energy in kiloWatt per hour
fr: kActiveEnergy peut être utilisé pour mesurer l'énergie active en kilowatt par heure

source: ApparantEnergy can be used for devices that measure the Apparent Energy in VAh.
fr: ApparantEnergy peut être utilisé pour les appareils qui mesurent l'énergie apparente en VAh.

source: With Speed you can measure some speed in meters per second.
fr: Avec Speed, vous pouvez mesurer une certaine vitesse en mètres par seconde.

source: With kmhSpeed you can measure some speed in kilometers per hour. It can be use for a cas movement.
fr: Avec kmhSpeed, vous pouvez mesurer une certaine vitesse en kilomètres par heure. Il peut être utilisé pour un mouvement.

source: With rpmSpeed you can measure some speed in rotation per minute. It can be use for a motor speed.
fr: Avec rpmSpeed, vous pouvez mesurer une certaine vitesse de rotation par minute. Il peut être utilisé pour une vitesse de moteur.

source: With ktsSpeed you can measure some speed in knots. It can be use for wind speed in the sea.
fr: Avec ktsSpeed, vous pouvez mesurer une certaine vitesse en nœuds. Il peut être utilisé pour la vitesse du vent en mer.

source: Used for a Year information
fr: Utilisé pendant un an

source: Year
fr: Année

source: Used for a Month information
fr: Utilisé pour un mois d'informations

source: 1 (january) | 12 (december)
fr: 1 (janvier) | 12 (décembre)

source: Month
fr: Mois

source: Used for a day of the month
fr: Utilisé pour un jour du mois

source: Day
fr: Jour

source: User for an hour from 0 to 23
fr: Utilisateur pendant une heure de 0 à 23

source: Used for a number of minute from 0 to 59
fr: Utilisé pendant un certain nombre de minutes de 0 à 59

source: Used for a number of second from 0 to 59
fr: Utilisé pendant un certain nombre de secondes de 0 à 59

source: Used for a number of millisecond from 0 to 999
fr: Utilisé pendant un nombre de millisecondes de 0 à 999

source: Use Timestamp to store a time in timestamp format. For example the last update event time of a device on device point of view. The timestamp is in seconds.
fr: Utilisez Timestamp pour stocker une heure au format horodatage. Par exemple, la dernière heure d'événement de mise à jour d'un appareil sur le point de vue de l'appareil. L'horodatage est en secondes.

source: Use mMeter for sensors that measure distances in millimeters.
fr: Utilisez mMeter pour les capteurs qui mesurent les distances en millimètres.

source: Use Meter for sensors that measure distances in meters.
fr: Utilisez Meter pour les capteurs qui mesurent les distances en mètres.

source: Use kMeter for sensors that measure distances in kilometers.
fr: Utilisez kMeter pour les capteurs qui mesurent les distances en kilomètres.

source: Use mMeterHour for sensors that measure for example rain falls.
fr: Utilisez mMeterHour pour les capteurs qui mesurent par exemple les chutes de pluie.

source: Use Byte to measure a size in bytes.
fr: Utilisez Byte pour mesurer une taille en octets.

source: Use kByte to measure a size in kilobytes.
fr: Utilisez kByte pour mesurer une taille en kilo-octets.

source: Use MByte to measure a size in megabytes.
fr: Utilisez MByte pour mesurer une taille en mégaoctets.

source: Use GByte to measure a size in gigabytes.
fr: Utilisez GByte pour mesurer une taille en gigaoctets.

source: Use pH to mesure a pH. This can be used for a pool sensor.
fr: Utilisez pH pour mesurer un pH. Cela peut être utilisé pour un capteur de piscine.

source: Use Chlorine to measure the amount of chlore. This can be used for a pool sensor.
fr: Utilisez Chlorine pour mesurer la quantité de chlore. Cela peut être utilisé pour un capteur de piscine.

source: Use Co2 to measure the amount of Co².
fr: Utilisez Co2 pour mesurer la quantité de Co².

source: 405 (average value for ait quality)
fr: 405 (valeur moyenne pour la qualité de l'air)

source: Use Tvoc to measure the total volatile organic compounds in indoor ait quality.
fr: Utilisez Tvoc pour mesurer les composés organiques volatils totaux pour la qualité de l'air intérieur.

source: Use Insolation to measure the solar irradiance in W/m².
fr: Utilisez Insolation pour mesurer l'irradiance solaire en W / m².

source: Use kgWeight to measure a weight, for example someone's weaight in a health related plugin.
fr: Utilisez kgWeight pour mesurer un poids, par exemple le poids d'une personne dans un plugin lié à la santé.

source: Use VolumeLiter to measure a volume in Liters.
fr: Utilisez VolumeLiter pour mesurer un volume en litres.

source: Use VolumeM3 to measure a volume in m3.
fr: Utilisez VolumeM3 pour mesurer un volume en m3.

source: Use String to store any kind of data which is a string. When you can, use one of its childs.
fr: Utilisez String pour stocker tout type de données qui est une chaîne. Lorsque vous le pouvez, utilisez l'un de ses enfants.

source: a | hello | ADCO123456789 | Rainfalls
fr: a | bonjour | ADCO123456789 | La pluie tombe

source: maxLengh
fr: longueur maximale

source: Use Char for sensors that contains only 1 character.
fr: Utilisez Char pour les capteurs qui ne contiennent qu'un seul caractère.

source: Use Phone to store a phone number.
fr: Utilisez Phone pour enregistrer un numéro de téléphone.

source: +33212345678 (a french phone number)
fr: +33212345678 (un numéro de téléphone français)

source: Use DT_Hexa to store any hexadecimal data.
fr: Utilisez DT_Hexa pour stocker toutes les données hexadécimales.

source: Use ColorRGBHexa to store a color in RGB hexadecimal format without the #.
fr: Utilisez ColorRGBHexa pour stocker une couleur au format hexadécimal RVB sans le #.

source: 000000 (black) | FFFFFF (white) | FF0000 (red) | 00FF00 (green) | 0000FF (blue)
fr: 000000 (noir) | FFFFFF (blanc) | FF0000 (rouge) | 00FF00 (vert) | 0000FF (bleu)

source: Use Datetime for any datetime storage. For more limited informations, use one of its childs.
fr: Utilisez Datetime pour tout stockage datetime. Pour des informations plus limitées, utilisez l'un de ses enfants.

source: Use DayOfWeek to store a day number
fr: Utilisez DayOfWeek pour enregistrer un numéro de jour

source: no day
fr: pas de jour

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Use Date for a date only.
fr: Utilisez Date pour une date uniquement.

source: Use Time for a time
fr: Utilisez Time pour un temps

source: Use List for all sensors that needs several values separated with a comma. For example some colors, some coordinates, ... When you can, use one of its childs.
fr: Utilisez Liste pour tous les capteurs qui nécessitent plusieurs valeurs séparées par une virgule. Par exemple quelques couleurs, quelques coordonnées, ... Quand vous le pouvez, utilisez l'un de ses enfants.

source: Use ColorRGB for a color in the format R, G, B.
fr: Utilisez ColorRGB pour une couleur au format R, G, B.

source: 255, 0, 0 (red) | 0, 255, 0 (green)
fr: 255, 0, 0 (rouge) | 0, 255, 0 (vert)

source: Use ColorCMYK for a color in the format C, M, Y, K.
fr: Utilisez ColorCMYK pour une couleur au format C, M, Y, K.

source: Use CoordD for coordinates in the format DD.dddddd,DD.dddddd
fr: Utilisez CoordD pour les coordonnées au format DD.dddddd, DD.dddddd

source: Use CoordDM for coordinates in the format (N|S) DD MM.mmm,(E|W) DD MM.mmm.
fr: Utilisez CoordDM pour les coordonnées au format (N|S) DD MM.mmm, (E|O) DD MM.mmm.

source: (N|S) DD MM.mmm,(E|W) DD MM.mmm
fr: (N|S) DD MM.mmm,(E|O) DD MM.mmm

source: Use CoordDMS for coordinates in the format (N|S) DD MM SS.s,(E|W) DD MM SS.s.
fr: Utilisez CoordDMS pour les coordonnées au format (N|S) DD MM SS.s, (E|O) DD MM SS.s.

source: (N|S) DD MM SS.s,(E|W) DD MM SS.s
fr: (N|S) DD MM SS.s,(E|O) DD MM SS.s

source: Use Video for a sensor with the uri of a video file. Please use one of its childs.
fr: Utilisez Video pour un capteur avec l'URI d'un fichier vidéo. Veuillez utiliser l'un de ses enfants.

source: Use VideoMjpeg for a sensor with the uri of a video file in the Mjpeg format.
fr: Utilisez VideoMjpeg pour un capteur avec l'URI d'un fichier vidéo au format Mjpeg.

source: Use VideoH264 for a sensor with the uri of a video file in the H264 format.
fr: Utilisez VideoH264 pour un capteur avec l'URI d'un fichier vidéo au format H264.

source: Use Image for a sensor with the uri of an image.
fr: Utilisez Image pour un capteur avec l'URI d'une image.

source: All the datatypes under this Experimental one are not yet stable. Use them with caution as they could be renamed/suppressed/updated/merged in the next releases of Domogik!
fr: Tous les types de données de celui-ci ne sont pas encore stables. Utilisez-les avec prudence car ils pourraient être renommés / supprimés / mis à jour / fusionnés dans les prochaines versions de Domogik !

source: TODO
fr: A FAIRE

source: Auto
fr: Automatique

source: Comfort
fr: Confort

source: Standby
fr: Veille

source: Economy
fr: Economique

source: Building Protection
fr: Horsgel

source: Heat
fr: Chauffage

source: Cool
fr: Refroidissement

source: Fan only
fr: Ventillation

source: Dry
fr: Sèchage

source: Unknown
fr: Inconnue

source: Lower
fr: Inférieur

source: Speed 1
fr: Vitesse 1

source: Speed 2
fr: Vitesse 2

source: Speed 3
fr: Vitesse 3

source: Speed 4
fr: Vitesse 4

source: Speed 5
fr: Vitesse 5

source: Comfort -1
fr: Confort-1

source: Comfort -2
fr: Confort-2

source: Off/Unballasting
fr: Off / Délestage

source: mains
fr: secteur

source: battery
fr: batterie

source: unknown
fr: inconnue

source: Mains power
fr: Alimentation secteur

source: Battery power
fr: Alimentation batterie

source: Battery is low
fr: Batterie faible

source: Battery is fully charged
fr: Batterie chargée

source: Battery test initiated
fr: Test de batterie lancé

source: Battery test passed
fr: Test de batterie réussi

source: Battery test failed
fr: Echec du test de batterie

source: Host lost UPS communication
fr: L'hôte à perdu la communication UPS

source: UPS communication restored
fr: Communication UPS rétablie

source: Input frequency out of range
fr: Fréquence d'entrée hors plage

source: Input frequency returns ok
fr: La fréquence d'entrée est bonne

source: Input voltage too high
fr: Tension d'entrée trop élevée

source: Input voltage too low
fr: Tension d'entrée trop faible

source: Input voltage returns ok
fr: La tension d'entrée redevient bonne

source: UPS Output voltage too high
fr: Tension de sortie de l'onduleur trop élevée

source: UPS Output voltage too low
fr: Tension de sortie de l'onduleur trop faible

source: UPS Output voltage returns ok
fr: Tension de sortie de l'onduleur redevient bonne

source: UPS output overload
fr: Surcharge de sortie de l'onduleur

source: UPS output returns ok
fr: La sortie de l'onduleur redevient bonne

source: UPS temperature too high
fr: Température de l'onduleur trop élevée

source: UPS temperature returns ok
fr: Température de l'onduleur redevient bonne

source: White
fr: Blanc

source: Red
fr: Rouge

source: Yellow
fr: Jaune

source: Blue
fr: Bleue

source: Green
fr: Vert

source: Black
fr: Noir

source: Brown
fr: Marron

source: 404 - Page or resource not found
fr: 404 - Page ou ressource non trouvée

source: Hey, this is not the page you are looking for!
fr: Hé, ce n'est pas la page que vous cherchez!

source: 500 - Internal server error
fr: 500 - Erreur de serveur interne

source: Ooops! It seems that something is broken somewhere...
fr: Ooops! Il semble que quelque chose est cassé quelque part ...

source: This page means that you encountered an error. If this is not expected (and why would you expect for an error ?) you could do the following to help us :
fr: Cette page signifie que vous avez rencontré une erreur. Si ce n'est pas prévu (et pourquoi vous attendez-vous à une erreur ?) vous pourriez faire ce qui suit pour nous aider :

source: Check in the logs if you find anything.
fr: Vérifiez dans les journaux si vous trouvez quelque chose.

source: If there is nothing in the logs, you could start the admin in a terminal :
fr: S'il n'y a rien dans les journaux, vous pouvez démarrer l'administrateur dans un terminal :

source: Kill all admin processes for the domogik user
fr: Tuer tous les processus d'administration de l'utilisateur domogik

source: to your domogik install dir
fr: dans votre répertoire d'installation de domogik

source: With these informations, create a ticket on our bug tracker :
fr: Avec ces informations, créez un ticket sur notre site de suivi de bugs :

source: Take a cup of coffee or tea.
fr: Prenez une tasse de thé.

source: Battery sensors
fr: Capteur batterie

source: Value : </strong>
fr: Valeur : <strong>

source: Last udpate : </strong>
fr: Dernière mise à jour: <strong>

source: No battery sensors found!
fr: Pas de capteur batterie trouvé !

source: Mjpeg cameras
fr: Caméras mjpeg

source: No mjpeg camera to display!
fr: Pas de caméra mjpeg à afficher !

source: Package details
fr: Détails du paquet

source: Author
fr: Auteur

source: Client informations
fr: Informations client

source: Package
fr: Paquet

source: Host
fr: Hôte

source: Process id
fr: Id Processus

source: Dependencies
fr: Dépendances

source: This package needs some dependencies to work properly. Please check they are present on your system.
fr: Ce paquet a besoin de dépendances pour fonctionner. Vérifiez si elles sont présentes sur le système.

source: Detail
fr: Détails

source: Udev rules
fr: Règles Udev

source: In order to work, this package may need to install one the the below udev rules. If several rules are available, please check the documentation to find which is the appropriate one for your usage.
fr: Pour fonctionner, ce paquet a besoin qu'une des règles udev ci-dessous soit installée. Si plusieurs règles sont disponibles, veuillez consulter la documentation pour trouver celle qui convient à votre utilisation.

source: History status
fr: Historique des statuts

source: This client seems never started ;)
fr: Ce client semble n'avoir jamais démarré ;)

source: There is no brain part for this package.
fr: Il n'y a pas de partie cerveau pour ce paquet.

source: What is the brain ?
fr: Qu'est-ce que le cerveau ?

source: The butler brain uses Rivescript to describe the way you can interact with the butler. Each brain package contains one (or several) rivescript files and each contains a part of the butler brain. The more brain packages you will install, the more things the butler will be able to do!
fr: Le cerveau du majordome utilise Rivescript pour décrire la façon dont vous pouvez interagir avec le majordome. Chaque paquet cerveau contient un (ou plusieurs) fichiers rivescript et chacun contient une partie du cerveau majordome. Plus vous installerez de paquets de cerveau, plus le majordome pourra faire de choses !
